{
  "dataset": {
    "id": "task14-progressions-2022-2025",
    "title": "Задание 14. Прогрессии — подборка (ОГЭ 2022/2025)",
    "source_file": "Zadanie_14._Progressii.pdf",
    "source_note": "МояМатематика.рф (Васильева А.А.). Основано на материалах, созданных разработчиками ОГЭ.",
    "created_at": "2025-12-24",
    "task_count": 44
  },
  "tasks": [
    {
      "id": 1,
      "text": "В амфитеатре 10 рядов. В первом ряду 25 мест, а в каждом следующем на 3 места больше, чем в предыдущем. Сколько мест в восьмом ряду амфитеатра?",
      "topic": "Арифметическая прогрессия",
      "subtype": "n-й член (прибавляем одинаково)",
      "answer": {
        "canonical": "46",
        "alternatives": []
      },
      "units": "мест"
    },
    {
      "id": 2,
      "text": "В амфитеатре 14 рядов. В первом ряду 20 мест, а в каждом следующем на 3 места больше, чем в предыдущем. Сколько мест в десятом ряду амфитеатра?",
      "topic": "Арифметическая прогрессия",
      "subtype": "n-й член (прибавляем одинаково)",
      "answer": {
        "canonical": "47",
        "alternatives": []
      },
      "units": "мест"
    },
    {
      "id": 3,
      "text": "В ходе распада радиоактивного изотопа его масса уменьшается вдвое каждые 7 минут. В начальный момент масса изотопа составляла 640 мг. Найдите массу изотопа через 42 минуты. Ответ дайте в миллиграммах.",
      "topic": "Геометрическая прогрессия",
      "subtype": "повторяющееся деление/уменьшение (каждые N минут)",
      "answer": {
        "canonical": "10",
        "alternatives": []
      },
      "units": "мг"
    },
    {
      "id": 4,
      "text": "В ходе биологического эксперимента в чашку Петри с питательной средой поместили колонию микроорганизмов массой 13 мг. За каждые 30 минут масса колонии увеличивается в 3 раза. Найдите массу колонии микроорганизмов через 90 минут после начала эксперимента. Ответ дайте в миллиграммах.",
      "topic": "Геометрическая прогрессия",
      "subtype": "повторяющееся умножение/рост (каждые N минут)",
      "answer": {
        "canonical": "351",
        "alternatives": []
      },
      "units": "мг"
    },
    {
      "id": 5,
      "text": "В ходе бета-распада радиоактивного изотопа А каждые 8 минут половина его атомов без потери массы преобразуются в атомы стабильного изотопа Б. В начальный момент масса изотопа А составляла 160 мг. Найдите массу образовавшегося изотопа Б через 40 минут. Ответ дайте в миллиграммах.",
      "topic": "Геометрическая прогрессия",
      "subtype": "половина переходит в другое (масса Б = исходная − оставшаяся А)",
      "answer": {
        "canonical": "155",
        "alternatives": []
      },
      "units": "мг"
    },
    {
      "id": 6,
      "text": "В ходе распада радиоактивного изотопа его масса уменьшается вдвое каждые 7 минут. В начальный момент масса изотопа составляла 240 мг. Найдите массу изотопа через 28 минут. Ответ дайте в миллиграммах.",
      "topic": "Геометрическая прогрессия",
      "subtype": "повторяющееся деление/уменьшение (каждые N минут)",
      "answer": {
        "canonical": "15",
        "alternatives": []
      },
      "units": "мг"
    },
    {
      "id": 7,
      "text": "На клетчатой бумаге с размером клетки 1×1 нарисована «змейка», представляющая из себя ломаную, состоящую из чётного числа звеньев, идущих по линиям сетки. На рисунке изображён случай, когда последнее звено имеет длину 10. Найдите длину ломаной, построенной аналогичным образом, последнее звено которой имеет длину 120.",
      "topic": "Арифметическая прогрессия",
      "subtype": "рисунок «змейка» (сумма длин)",
      "answer": {
        "canonical": "14520",
        "alternatives": []
      },
      "units": "(клетки)",
      "image": "assets/task14/snake.jpeg"
    },
    {
      "id": 8,
      "text": "На клетчатой бумаге с размером клетки 1×1 нарисована «змейка», представляющая из себя ломаную, состоящую из чётного числа звеньев, идущих по линиям сетки. На рисунке изображён случай, когда последнее звено имеет длину 10. Найдите длину ломаной, построенной аналогичным образом, последнее звено которой имеет длину 90.",
      "topic": "Арифметическая прогрессия",
      "subtype": "рисунок «змейка» (сумма длин)",
      "answer": {
        "canonical": "8190",
        "alternatives": []
      },
      "units": "(клетки)",
      "image": "assets/task14/snake.jpeg"
    },
    {
      "id": 9,
      "text": "В кафе есть только квадратные столики, за каждый из которых могут сесть 4 человека. Если сдвинуть два квадратных столика, то получится стол, за который могут сесть 6 человек. На рисунке изображён случай, когда сдвинули 3 квадратных столика вдоль одной линии. В этом случае получился стол, за который могут сесть 8 человек. Сколько человек может сесть за стол, который получится, если сдвинуть 16 квадратных столиков вдоль одной линии?",
      "topic": "Арифметическая прогрессия",
      "subtype": "рисунок «столики» (увеличение на 2 места)",
      "answer": {
        "canonical": "34",
        "alternatives": []
      },
      "units": "человек",
      "image": "assets/task14/tables.jpeg"
    },
    {
      "id": 10,
      "text": "В кафе есть только квадратные столики, за каждый из которых могут сесть 4 человека. Если сдвинуть два квадратных столика, то получится стол, за который могут сесть 6 человек. На рисунке изображён случай, когда сдвинули 3 квадратных столика вдоль одной линии. В этом случае получился стол, за который могут сесть 8 человек. Сколько человек может сесть за стол, который получится, если сдвинуть 25 квадратных столиков вдоль одной линии?",
      "topic": "Арифметическая прогрессия",
      "subtype": "рисунок «столики» (увеличение на 2 места)",
      "answer": {
        "canonical": "52",
        "alternatives": []
      },
      "units": "человек",
      "image": "assets/task14/tables.jpeg"
    },
    {
      "id": 11,
      "text": "При проведении опыта вещество равномерно охлаждали в течение 10 минут. При этом каждую минуту температура вещества уменьшалась на 6° C. Найдите температуру вещества (в градусах Цельсия) через 4 минуты после начала проведения опыта, если его начальная температура составляла −7°C.",
      "topic": "Арифметическая прогрессия",
      "subtype": "линейное изменение (каждую минуту − одинаково)",
      "answer": {
        "canonical": "-31",
        "alternatives": []
      },
      "units": "°C"
    },
    {
      "id": 12,
      "text": "При проведении опыта вещество равномерно охлаждали в течение 15 минут. При этом каждую минуту температура вещества уменьшалась на 5° C. Найдите температуру вещества (в градусах Цельсия) через 7 минут после начала проведения опыта, если его начальная температура составляла 8°C.",
      "topic": "Арифметическая прогрессия",
      "subtype": "линейное изменение (каждую минуту − одинаково)",
      "answer": {
        "canonical": "-27",
        "alternatives": []
      },
      "units": "°C"
    },
    {
      "id": 13,
      "text": "У Тани есть теннисный мячик. Она со всей силы бросила его об асфальт. После первого отскока мячик подлетел на высоту 360 см, а после каждого следующего отскока от асфальта подлетал на высоту в три раза меньше предыдущей. После какого по счёту отскока высота, на которую подлетит мячик, станет меньше 15 см?",
      "topic": "Геометрическая прогрессия",
      "subtype": "отскоки (каждый раз делим; найти номер, когда станет меньше)",
      "answer": {
        "canonical": "4",
        "alternatives": []
      },
      "units": "(номер отскока)"
    },
    {
      "id": 14,
      "text": "У Светы есть попрыгунчик (каучуковый шарик). Она со всей силы бросила его об асфальт. После первого отскока попрыгунчик подлетел на высоту 560 см, а после каждого следующего отскока от асфальта подлетал на высоту в два раза меньше предыдущей. После какого по счёту отскока высота, на которую подлетит попрыгунчик, станет меньше 20 см?",
      "topic": "Геометрическая прогрессия",
      "subtype": "отскоки (каждый раз делим; найти номер, когда станет меньше)",
      "answer": {
        "canonical": "6",
        "alternatives": []
      },
      "units": "(номер отскока)"
    },
    {
      "id": 15,
      "text": "Камень бросают в глубокое ущелье. При этом в первую секунду он пролетает 9 метров, а в каждую следующую секунду на 10 метров больше, чем в предыдущую, до тех пор, пока не достигнет дна ущелья. Сколько метров пролетит камень за первые пять секунд?",
      "topic": "Арифметическая прогрессия",
      "subtype": "сумма за первые N шагов (выписать 5 чисел)",
      "answer": {
        "canonical": "145",
        "alternatives": []
      },
      "units": "м"
    },
    {
      "id": 16,
      "text": "Камень бросают в глубокое ущелье. При этом в первую секунду он пролетает 11 метров, а в каждую следующую секунду на 12 метров больше, чем в предыдущую, до тех пор, пока не достигнет дна ущелья. Сколько метров пролетит камень за первые семь секунд?",
      "topic": "Арифметическая прогрессия",
      "subtype": "сумма за первые N шагов (выписать 7 чисел)",
      "answer": {
        "canonical": "329",
        "alternatives": []
      },
      "units": "м"
    },
    {
      "id": 17,
      "text": "Врач прописал больному капли по следующей схеме: в первый день 10 капель, а в каждый следующий – на 10 капель больше, чем в предыдущий, до тех пор, пока дневная доза не достигнет 60 капель. Такую дневную дозу (60 капель) больной ежедневно принимает 5 дней, а затем уменьшает прием на 10 капель в день до последнего дня, когда больной принимает последние десять капель. Сколько пузырьков лекарства нужно купить на весь курс, если в каждом пузырьке 5 мл лекарства, то есть 130 капель?",
      "topic": "Арифметическая прогрессия",
      "subtype": "схема: увеличение → несколько дней одинаково → уменьшение",
      "answer": {
        "canonical": "5",
        "alternatives": []
      },
      "units": "пузырьков"
    },
    {
      "id": 18,
      "text": "Врач прописал больному капли по следующей схеме: в первый день 6 капель, а в каждый следующий – на 5 капель больше, чем в предыдущий, до тех пор, пока дневная доза не достигнет 36 капель. Такую дневную дозу (36 капель) больной ежедневно принимает 4 дня, а затем уменьшает прием на 5 капель в день до последнего дня, когда больной принимает последние шесть капель. Сколько пузырьков лекарства нужно купить на весь курс, если в каждом пузырьке 110 капель?",
      "topic": "Арифметическая прогрессия",
      "subtype": "схема: увеличение → несколько дней одинаково → уменьшение",
      "answer": {
        "canonical": "4",
        "alternatives": []
      },
      "units": "пузырьков"
    },
    {
      "id": 19,
      "text": "К концу 2012 года в городе проживало 62000 человек. Каждый год число жителей города возрастало на одну и ту же величину. В конце 2019 года в городе проживало 69070 человек. Какова была численность населения того же города к концу 2015 года?",
      "topic": "Арифметическая прогрессия",
      "subtype": "рост по годам (одинаковая прибавка; найти за промежуток)",
      "answer": {
        "canonical": "65030",
        "alternatives": []
      },
      "units": "человек"
    },
    {
      "id": 20,
      "text": "К концу 2007 года в городе проживало 42900 человек. Каждый год число жителей города возрастало на одну и ту же величину. В конце 2018 года в городе проживало 51810 человек. Какова была численность населения того же города к концу 2015 года?",
      "topic": "Арифметическая прогрессия",
      "subtype": "рост по годам (одинаковая прибавка; найти за промежуток)",
      "answer": {
        "canonical": "49380",
        "alternatives": []
      },
      "units": "человек"
    },
    {
      "id": 21,
      "text": "Известно, что на высоте 2205 м над уровнем моря атмосферное давление составляет 550 мм. рт. ст. Считая, что при подъеме на каждые 10,5 м давление уменьшается примерно на 1 мм. рт. ст., определите атмосферное давление на высоте 2415 м над уровнем моря.",
      "topic": "Арифметическая прогрессия",
      "subtype": "линейная зависимость (каждые 10,5 м −1 мм рт. ст.)",
      "answer": {
        "canonical": "530",
        "alternatives": []
      },
      "units": "мм рт. ст."
    },
    {
      "id": 22,
      "text": "Известно, что на высоте 2205 м над уровнем моря атмосферное давление составляет 550 мм. рт. ст. Считая, что при подъеме на каждые 10,5 м давление уменьшается примерно на 1 мм. рт. ст., определите атмосферное давление на высоте 1890 м над уровнем моря.",
      "topic": "Арифметическая прогрессия",
      "subtype": "линейная зависимость (каждые 10,5 м −1 мм рт. ст.)",
      "answer": {
        "canonical": "580",
        "alternatives": []
      },
      "units": "мм рт. ст."
    },
    {
      "id": 23,
      "text": "В 11:00 часы сломались и за каждый следующий час отставали на одно и то же количество минут по сравнению с предыдущим часом. В 21:00 того же дня часы отставали на 20 минут. На сколько минут отставали часы спустя 24 часа после того, как они сломались?",
      "topic": "Арифметическая прогрессия",
      "subtype": "часы: отставание растёт равномерно каждый час",
      "answer": {
        "canonical": "48",
        "alternatives": []
      },
      "units": "минут"
    },
    {
      "id": 24,
      "text": "В 7:00 часы сломались и за каждый следующий час отставали на одно и то же количество минут по сравнению с предыдущим часом. В 22:00 того же дня часы отставали на час. На сколько минут отставали часы спустя 17 часа после того, как они сломались?",
      "topic": "Арифметическая прогрессия",
      "subtype": "часы: отставание растёт равномерно каждый час",
      "answer": {
        "canonical": "68",
        "alternatives": []
      },
      "units": "минут"
    },
    {
      "id": 25,
      "text": "При хранении бревен строевого леса их укладывают так, как показано на рисунке. Сколько бревен находится в одной кладке, если в ее основании положено 12 бревен?",
      "topic": "Арифметическая прогрессия",
      "subtype": "кладка брёвен (1+2+…+n)",
      "answer": {
        "canonical": "78",
        "alternatives": []
      },
      "units": "бревен",
      "image": "assets/task14/logs.jpeg"
    },
    {
      "id": 26,
      "text": "При хранении бревен строевого леса их укладывают так, как показано на рисунке. Сколько бревен находится в одной кладке, если в ее основании положено 15 бревен?",
      "topic": "Арифметическая прогрессия",
      "subtype": "кладка брёвен (1+2+…+n)",
      "answer": {
        "canonical": "120",
        "alternatives": []
      },
      "units": "бревен",
      "image": "assets/task14/logs.jpeg"
    },
    {
      "id": 27,
      "text": "Каждый простейший одноклеточный организм инфузория-туфелька размножается делением на две части. Сколько инфузорий было первоначально, если после шестикратного деления их стало 320?",
      "topic": "Геометрическая прогрессия",
      "subtype": "деление на 2 (назад от результата)",
      "answer": {
        "canonical": "5",
        "alternatives": []
      },
      "units": "инфузорий"
    },
    {
      "id": 28,
      "text": "Каждый простейший одноклеточный организм инфузория-туфелька размножается делением на две части. Сколько инфузорий было первоначально, если после пятикратного деления их стало 480?",
      "topic": "Геометрическая прогрессия",
      "subtype": "деление на 2 (назад от результата)",
      "answer": {
        "canonical": "15",
        "alternatives": []
      },
      "units": "инфузорий"
    },
    {
      "id": 29,
      "text": "Для получения витамина D могут быть рекомендованы солнечные ванны. Загорать лучше утром до 10 часов или вечером после 17 часов. Виктору назначили курс солнечных ванн. Виктор начинает курс с 15 минут в первый день и увеличивает время этой процедуры в каждый следующий день на 6 минут. В какой по счету день продолжительность процедуры достигнет 1 часа 15 минут?",
      "topic": "Арифметическая прогрессия",
      "subtype": "дойти до нужного времени, прибавляя одинаково",
      "answer": {
        "canonical": "11",
        "alternatives": []
      },
      "units": "(номер дня)"
    },
    {
      "id": 30,
      "text": "Курс воздушных ванн начинают с 10 минут в первый день и увеличивают время этой процедуры в каждый следующий день на 10 минут. В какой по счету день продолжительность процедуры достигнет 1 часа 20 минут?",
      "topic": "Арифметическая прогрессия",
      "subtype": "дойти до нужного времени, прибавляя одинаково",
      "answer": {
        "canonical": "8",
        "alternatives": []
      },
      "units": "(номер дня)"
    },
    {
      "id": 31,
      "text": "Митя играет в компьютерную игру. Он начинает с 0 очков, а для перехода на следующий уровень ему нужно набрать не менее 30 000 очков. После первой минуты игры добавляется 2 очка, после второй – 4 очка, после третьей – 8 очков и так далее. Таким образом, после каждой следующей минуты игры количество добавляемых очков удваивается. Через сколько минут Митя перейдет на следующий уровень?",
      "topic": "Геометрическая прогрессия",
      "subtype": "очки удваиваются (сумма 2+4+8+… до порога)",
      "answer": {
        "canonical": "14",
        "alternatives": []
      },
      "units": "минут"
    },
    {
      "id": 32,
      "text": "Ваня играет в компьютерную игру. Он начинает с 0 очков, а для перехода на следующий уровень ему нужно набрать не менее 10 000 очков. После первой минуты игры добавляется 2 очка, после второй – 4 очка, после третьей – 8 очков и так далее. Таким образом, после каждой следующей минуты игры количество добавляемых очков удваивается. Через сколько минут Ваня перейдет на следующий уровень?",
      "topic": "Геометрическая прогрессия",
      "subtype": "очки удваиваются (сумма 2+4+8+… до порога)",
      "answer": {
        "canonical": "13",
        "alternatives": []
      },
      "units": "минут"
    },
    {
      "id": 33,
      "text": "В течение 25 банковских дней акции компании дорожали ежедневно на одну и ту же сумму. Сколько стоила акция компании в последний день этого периода, если в 7-й день акция стоила 999 рублей, а в 12-й день - 1064 рубля?",
      "topic": "Арифметическая прогрессия",
      "subtype": "цена акции: одинаковый прирост (найти шаг по двум дням)",
      "answer": {
        "canonical": "1233",
        "alternatives": []
      },
      "units": "рублей"
    },
    {
      "id": 34,
      "text": "В течение 20 банковских дней акции компании дорожали ежедневно на одну и ту же сумму. Сколько стоила акция компании в последний день этого периода, если в 9-й день акция стоила 444 рублей, а в 13-й день - 516 рублей?",
      "topic": "Арифметическая прогрессия",
      "subtype": "цена акции: одинаковый прирост (найти шаг по двум дням)",
      "answer": {
        "canonical": "642",
        "alternatives": []
      },
      "units": "рублей"
    },
    {
      "id": 35,
      "text": "Улитка ползет от одного дерева до другого. Каждый день она проползает на одно и то же расстояние меньше, чем в предыдущий день. Известно, что за первый и последний дни улитка проползла в сумме 9,5 метра. Определите, сколько дней улитка потратила на весь путь, если расстояние между деревьями равно 57 метрам.",
      "topic": "Арифметическая прогрессия",
      "subtype": "убывает одинаково, известны первый+последний и весь путь (найти дни)",
      "answer": {
        "canonical": "12",
        "alternatives": []
      },
      "units": "дней"
    },
    {
      "id": 36,
      "text": "Грузовик перевозит партию щебня массой 270 тонн, ежедневно увеличивая норму перевозки на одно и то же число тонн. Известно, что за первый день было перевезено 6 тонны щебня. Определите, сколько тонн щебня было перевезено на шестой день, если вся работа была выполнена за 12 дней.",
      "topic": "Арифметическая прогрессия",
      "subtype": "выполнено за N дней, прирост одинаковый (найти нужный день)",
      "answer": {
        "canonical": "21",
        "alternatives": []
      },
      "units": "тонн"
    },
    {
      "id": 37,
      "text": "При проведении химической реакции в растворе образуется нерастворимый осадок. Наблюдения показали, что каждую минуту образуется 0,5 г осадка. Найдите массу осадка (в граммах) в растворе спустя восемь минут после начала реакции.",
      "topic": "Арифметическая прогрессия",
      "subtype": "равномерно прибавляется (каждую минуту одинаково)",
      "answer": {
        "canonical": "4",
        "alternatives": []
      },
      "units": "г"
    },
    {
      "id": 38,
      "text": "При проведении химической реакции в растворе образуется нерастворимый осадок. Наблюдения показали, что каждую минуту образуется 0,6 г осадка. Найдите массу осадка (в граммах) в растворе спустя семь минут после начала реакции.",
      "topic": "Арифметическая прогрессия",
      "subtype": "равномерно прибавляется (каждую минуту одинаково)",
      "answer": {
        "canonical": "4.2",
        "alternatives": [
          "4,2"
        ]
      },
      "units": "г"
    },
    {
      "id": 39,
      "text": "Миша решил заказать себе такси. Подача машины и первые 5 минут поездки в совокупности стоят 159 рублей, а стоимость каждой следующей минуты фиксирована. Стоимость поездки с 6 по 15 минуту (включительно) составила 80 рублей, а с 6 по 25 минуту - 160 рублей. Найдите итоговую стоимость поездки, если поездка длилась 1 час.",
      "topic": "Арифметическая прогрессия",
      "subtype": "такси: есть старт + фикс. цена за минуту (найти цену минуты)",
      "answer": {
        "canonical": "599",
        "alternatives": []
      },
      "units": "рублей"
    },
    {
      "id": 40,
      "text": "Лера решила заказать себе такси. Подача машины и первые 2 минут поездки в совокупности стоят 99 рублей, а стоимость каждой следующей минуты фиксирована. Стоимость поездки с 3 по 22 минуту (включительно) составила 120 рублей, а с 3 по 32 минуту - 180 рублей. Найдите итоговую стоимость поездки, если поездка длилась 52 минуты.",
      "topic": "Арифметическая прогрессия",
      "subtype": "такси: есть старт + фикс. цена за минуту (найти цену минуты)",
      "answer": {
        "canonical": "399",
        "alternatives": []
      },
      "units": "рублей"
    },
    {
      "id": 41,
      "text": "Саше надо подписать 570 открыток. Ежедневно она подписывает на одно и то же количество открыток больше по сравнению с предыдущим днем. Известно, что за первый день Саша подписала 10 открыток. Определите, сколько открыток было подписано за восьмой день, если вся работа была выполнена за 15 дней.",
      "topic": "Арифметическая прогрессия",
      "subtype": "сумма за нечётное число дней → середина",
      "answer": {
        "canonical": "38",
        "alternatives": []
      },
      "units": "открыток"
    },
    {
      "id": 42,
      "text": "Лене надо подписать 972 открытки. Ежедневно она подписывает на одно и то же количество открыток больше по сравнению с предыдущим днем. Известно, что за первый день Лена подписала 20 открыток. Определите, сколько открыток было подписано за седьмой день, если вся работа была выполнена за 18 дней.",
      "topic": "Арифметическая прогрессия",
      "subtype": "сумма за чётное число дней → найти шаг, затем нужный день",
      "answer": {
        "canonical": "44",
        "alternatives": []
      },
      "units": "открыток"
    },
    {
      "id": 43,
      "text": "В соревновании по стрельбе за каждый промах в серии из 20 выстрелов стрелок получал штрафные очки: за первый промах - два штрафных очка, за каждый последующий промах - на 0,5 очка больше, чем за предыдущий. Сколько раз попал в цель стрелок, получивший 11 штрафных очков?",
      "topic": "Арифметическая прогрессия",
      "subtype": "штрафные очки (выписать по 0,5 и сложить до нужной суммы)",
      "answer": {
        "canonical": "16",
        "alternatives": []
      },
      "units": "попаданий"
    },
    {
      "id": 44,
      "text": "В соревновании по стрельбе за каждый промах в серии из 30 выстрелов стрелок получал штрафные очки: за первый промах - одно штрафное очко, за каждый последующий промах - на 0,5 очка больше, чем за предыдущий. Сколько раз попал в цель стрелок, получивший 13,5 штрафных очка?",
      "topic": "Арифметическая прогрессия",
      "subtype": "штрафные очки (выписать по 0,5 и сложить до нужной суммы)",
      "answer": {
        "canonical": "24",
        "alternatives": []
      },
      "units": "попаданий"
    }
  ]
}